      *> setup the identification division
          IDENTIFICATION DIVISION.
      *> setup the program id
          PROGRAM-ID. DEMO.
      *> setup the procedure division (like 'main' function)
          PROCEDURE DIVISION.
      *> print a string
           DISPLAY 'DevOps COBOL ILE Demo January 6, 2021 (modified version!!)'.
      *> end our program
           STOP RUN.

